Repository: OmegaT-L10N/fi
Catalog: omegat/project_save.tmx
Source language: en
Languages: fi

source: #Files
fi: Tiedostoja

source: &About...
fi: &Tietoja…

source: &Access Project Contents
fi: Avaa projektin &sisältö…

source: &Add
fi: &Lisää

source: &Add...
fi: &Lisää…

source: &Align Files...
fi: &Kohdista tiedostoja…

source: &Allow only unique characters
fi: &Käytä vain uniikkeja merkkejä

source: &Always Confirm Quit
fi: Pyydä aina &lopetusvahvistusta

source: &Apply this font to tabular data (project files, statistics, etc.)
fi: Käytä tätä &fonttia taulukkomuotoisen tiedon (projektitiedostot, tilastot jne.) esittämiseen

source: &Auto-propagation of Translations
fi: &Automaattinen käännösehdotusten käyttö

source: &Automatically search segment text in dictionary
fi: Segmentin tekstin &automaattinen sanakirjahaku

source: &Back
fi: P&aluu

source: &Back in History
fi: Siirry historiass&a taaksepäin

source: &Bookmarks
fi: &kirjanmerkit

source: &Browse
fi: &Selaa

source: &Browse TaaS Collections...
fi: &Selaa TaaS-kokoelmia…

source: &Browse...
fi: &Selaa…

source: &Cancel
fi: &Peru

source: &Check for Updates...
fi: Tarkista &päivitykset…

source: &Clear Menu
fi: T&yhjennä valikko

source: &Close
fi: &Sulje

source: &Comments
fi: &kommentit

source: &Compatibility with OmegaT 2.6
fi: &Yhteensopivuus OmegaT 2.6:n kanssa

source: &Current Source Document
fi: &Nykyinen lähdetiedosto

source: &Dictionaries
fi: S&anakirjat

source: &Download
fi: &Lataa

source: &Edit
fi: &Muokkaa

source: &Edit...
fi: &Muokkaa…

source: &Editor...
fi: &Editori…

source: &Empty lines
fi: &tyhjä rivi

source: &Enable TaaS terminology lookup
fi: &Ota TaaS-terminologiahaku käyttöön

source: &Enable autotext
fi: &Ota automaattinen teksti käyttöön

source: &Enable character table
fi: &Ota merkkitaulukko käyttöön

source: &Enable glossary suggestions
fi: Ota termilistaehdotukset käyttöön

source: &Enable history completion
fi: Ota syöttöhistoriaan perustuva &täydennys käyttöön

source: &Endnotes
fi: &Loppuviitteet

source: &Exact search
fi: &Täsmähaku

source: &Files
fi: &Tiedostot

source: &Filter
fi: S&uodatin

source: &Finish
fi: &Valmis

source: &Fix All
fi: &Korjaa kaikki

source: &Footnotes
fi: &Alaviitteet

source: &Forward in History
fi: Siirry &historiassa eteenpäin

source: &Glossaries
fi: Sanastot

source: &Glossary
fi: &Termilista

source: &Go To
fi: S&iirry

source: &Help
fi: &Ohjeet

source: &Ignore hits with very different case (e.g. FOO vs foo)
fi: &Ohita osumat, jos isoja kirjaimia käytetään eri tavoin (esim. FOO ja foo)

source: &In translation
fi: &Käännöksessä

source: &Insert
fi: Li&sää

source: &Insert Match or Selection
fi: Lisää &osuma tai valinta

source: &Install new dictionary...
fi: &Asenna uusi sanakirja…

source: &Keyword search
fi: &Avainsanahaku

source: &Last Changes...
fi: &Viimeksi muutettu…

source: &License
fi: &Lisenssi

source: &Line breaks
fi: &rivinvaihto

source: &Load...
fi: &Lataa…

source: &Make the segmentation rules project specific
fi: Tee segmentointisäännöistä &projektikohtaiset

source: &Match Statistics
fi: &Osumatilastot

source: &Never
fi: &ei koskaan

source: &New...
fi: &Uusi…

source: &Next Segment
fi: Seuraavaan &segmenttiin

source: &Notes
fi: &muistiinpanot

source: &Open...
fi: &Avaa…

source: &Options
fi: &Asetukset

source: &Preferences...
fi: &Asetukset…

source: &Presentation notes
fi: &esitysmuistiinpanot

source: &Previous Segment
fi: &Edelliseen segmenttiin

source: &Project
fi: &Projekti

source: &Properties...
fi: &Ominaisuudet…

source: &Quit
fi: Lopeta (&Q)

source: &Redo Last Action
fi: &Toista viime toiminto

source: &Regular expressions
fi: &Säännölliset lausekkeet

source: &Reload
fi: Lataa &uudelleen

source: &Remove
fi: &Poista

source: &Remove Filter
fi: Poista suo&datin

source: &Replace
fi: &Korvaa

source: &Replace Next
fi: Korvaa &seuraava

source: &Reset Options
fi: &Nollaa asetukset

source: &Restore Main Window
fi: Palauta &pääikkuna

source: &Root
fi: &Juuri

source: &Save
fi: &Tallenna

source: &Save As...
fi: Tallenna &nimellä…

source: &Save...
fi: &Tallenna…

source: &Search
fi: &Etsi

source: &Search Project...
fi: &Etsi projektista…

source: &Search for Selection
fi: Etsi &valintaa

source: &Segment Number...
fi: Segmenttiin &nro…

source: &Segmentation...
fi: S&egmentointi…

source: &Select
fi: &Valitse

source: &Sheet Names
fi: &arkkien nimet

source: &Show Relevant Suggestions Automatically
fi: Näytä &sopivia ehdotuksia automaattisesti

source: &Show relevant suggestions automatically
fi: Näytä &sopivia ehdotuksia automaattisesti

source: &Skip
fi: O&hita

source: &Source Files
fi: &Lähdetiedostot

source: &Source Files Language:
fi: &Lähdetiedostojen kieli:

source: &Source Language Tokenizer:
fi: Lähdekielen &saneistin:

source: &Statistics
fi: T&ilastot

source: &TaaS Terminology Lookup
fi: &TaaS-terminologiahaku

source: &Target Files
fi: &Kohdetiedostot

source: &Target Language Tokenizer:
fi: Kohdekielen saneisti&n:

source: &Tools
fi: &Työkalut

source: &Translated
fi: Käännetty

source: &Translated Files Language:
fi: &Käännettyjen tiedostojen kieli:

source: &Undo Last Action
fi: &Kumoa viime toiminto

source: &User's Manual...
fi: &Käyttöopas…

source: &View
fi: &Näkymä

source: &Writeable Glossary
fi: K&irjoituskelpoinen termilista

source: '*' matches zero or more characters ('run*' matches 'run', 'runs', and'running', etc.) '?' matches exactly one character ('run?' matches 'runs' and 'rung', but not 'run' or 'running').
fi: Asteriski * vastaa mitä tahansa merkkiä, joita voi olla nolla, yksi tai useampi: hakulauseke 'run*' vastaa sanoja 'run', 'runs', 'running' jne. Kysymysmerkki ? vastaa yhtä merkkiä: hakulauseke 'run?' vastaa sanoja 'runs' tai 'rung', mutta ei sanoja 'run' tai 'running'.

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.) To add files to the project, click on the Copy Files to Source Folder... button in the Project Files window or call this action from the Project menu and select the source files you want to copy.
fi: (Lista tuetuista tiedostomuodoista löytyy käyttöoppaan kohdasta "Käännettävät tiedostot " > "Tiedostomuodot".) Lisää projektitiedostoja napsauttamalla Projektitiedostot-ikkunan tai Projektit-valikon painiketta "Kopioi lähdekansioon…" ja valitse kopioitavat lähdetiedostot.

source: (close tag)
fi: (lopputägi)

source: (comment tag)
fi: (kommenttitägi)

source: (empty tag)
fi: (tyhjä tägi)

source: * These keys behave differently when the cursor is outside the editable segment:
fi: * Nämä näppäimet toimivat eri tavalla, kun kohdistin on muokattavan segmentin ulkopuolella:

source: +{0} more
fi: +{0} lisää

source: - comparative, nominative, masculine, feminine, neutral, resp. Plural form of the adjective
fi: – komparatiivi, nominatiivi, maskuliini, feminiini ja neutri sekä adjektiivin monikkomuoto

source: - i.e. files with a .txt extension - : in the Text files section of the file filters dialog, change the Source File Encoding from <auto> to the encoding that corresponds to your source .txt file, for instance to .jp for the above example.
fi: Tämä koskee tiedostoja, joiden tiedostotunnisteena on .txt: Valitse valikko Asetukset > Tiedostosuodattimet > valintaikkunan Tiedostomuodot-listalta Teksti. Paina Muokkaa-painiketta, jolloin avautuu uusi ikkuna. Valitse Lähdetiedostojen merkistökoodaus -kohdan pudotusvalikosta lähde-.txttiedostoon sopiva merkistökoodaus – edellä mainitussa tapauksessa <auto> vaihdetaan vaikkapa ISO-2022-JP-merkistökoodaukseen.

source: ---- Localization Notes ----
fi: ---- Lokalisointimuistiinpanot ----

source: --ITokenizer=<classname> --ITokenizerTarget=<classname> Source- or target-language tokenizer to use (overrides project settings).
fi: --ITokenizer=<luokan nimi> --ITokenizerTarget=<luokan nimi> Projektissa käytettävä lähde- tai kohdekielen saneistin (korvaa projektin asetukset)

source: --config-file=<path> A Java .properties file from which to load default settings.
fi: --config-file=<polku> Java-ominaisuuksien tiedosto (.properties), jonka perusteella oletusasetukset ladataan

source: --disable-location-save Do not remember the last directory opened in the file picker.
fi: --disable-location-save Ei muista viimeksi avattua hakemistoa tiedostovalitsimessa.

source: --disable-project-locking Do not attempt to lock the project's omegat.project file.
fi: --disable-project-locking Ei lukitse projektin omegat.project-tiedostoa.

source: --mode=[console-translate|console-pseudotranslatetmx|console-align] Specify a mode other than default (GUI).
fi: .--mode=[console-translate|console-pseudotranslatetmx|console-align] Määrittelee muun kuin oletustilan (GUI).

source: --no-team Disable team project functionality.
fi: --no-team Ryhmäprojektiominaisuus pois käytöstä

source: --pseudotranslatetype=[equal|empty] What to fill the pseudotranslated TMX with.
fi: --pseudotranslatetype=[equal|empty] Millä pseudokäännetty TMX täytetään

source: --remote-project Download an omegat.project file from the URL given as <project path> and load the project.
fi: --remote-project Noutaa omegat.project-tiedoston <projektipolku>- -kohdassa annetusta osoitteesta ja lataa projektin,

source: --resource-bundle=<path> A Java .properties file to use for interface text --config-dir=<path> The directory to read/write OmegaT configuration files from/to.
fi: --resource-bundle=<polku> Java-ominaisuuksien tiedosto ( .properties) käyttöliittymän tekstiä varten --config-dir=<polku> Hakemisto, josta OmegaT:n kokoonpanotiedostot luetaan tai johon ne kirjoitetaan

source: --script=<path> A script file to be executed on project events.
fi: --script=<polku> Projektitapahtumissa suoritettava komentosarjatiedosto

source: --tag-validation=[abort|warn] Validate tags.
fi: --tag-validation=[abort|warn] Tägien tarkistaminen

source: -h, --help Show usage information.
fi: -h, --help Näyttää tarkempaa tietoa käytöstä.

source: ...the system will display it like this for instance:
fi: ...järjestelmä näyttää tekstin vaikkapa tällaisena:

source: 1 conflict
fi: 1 ristiriita

source: 1 segment
fi: 1 segmentti

source: 1) Reduce the number of source files and translate in batches;
fi: 1) Vähennä lähdetiedostojen määrää ja käännä pienemmissä erissä.

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
fi: 2) Lisää OmegaT:n käytettävissä olevaa muistia. Kirjoita joko komentoriville tai OmegaT:n aloituskomentosarjaan komento "java -Xmx<muistin-koko-megatavuissa>M -jar OmegaT.jar". Nykyinen asetus on {0} MB.

source: <No suggestions>
fi: <Ei ehdotuksia>

source: OmegaT is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
fi: Vaikka OmegaT:n käytöstä toivotaan olevan apua, ohjelmaa jaetaan ILMAN TAKUITA, jopa ilman takuuta sen MYYNTIKELPOISUUDESTA tai SOVELTUVUUDESTA TIETTYYN TARKOITUKSEEN.

source: OmegaT is Copyright © 2000-2016 Keith Godfrey, Lev Abashkin, Zoltan Bartko, Volker Berlin, Didier Briel, Kim Bruning, Alex Buloichik, Thomas Cordonnier, Sandra Jean Chua, Enrique Estévez Fernández, Martin Fleurke, Wildrich Fourie, Tony Graham, Phillip Hall, Jean-Christophe Helary, Chihiro Hio, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Piotr Kulik, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, Manfred Martin, Adiel Mittmann, Hiroshi Miura, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Ilia Vinogradov, Martin Wunderlich and Michael Zakharov.
fi: OmegaT:n tekijänoikeus © 2000–2016: Keith Godfrey, Lev Abashkin, Zoltan Bartko, Volker Berlin, Didier Briel, Kim Bruning, Alex Buloichik, Thomas Cordonnier, Sandra Jean Chua, Enrique Estévez Fernández, Martin Fleurke, Wildrich Fourie, Tony Graham, Phillip Hall, Jean-Christophe Helary, Chihiro Hio, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Piotr Kulik, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, Manfred Martin, Adiel Mittmann, Hiroshi Miura, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Ilia Vinogradov, Martin Wunderlich sekä Michael Zakharov.

source: Any char key, if clicked outside editable segment, will be ignored.
fi: Merkkinäppäimiä, joita painetaan valittuna olevan segmentin ulkopuolella, ei huomioida.

source: Backspace: nothing
fi: Backspace: ei toimintoa

source: Browse TaaS Collections will allow browsing existing collections for the source and target languages of the project, and downloading them.
fi: Selaa TaaS-kokoelmia antaa selailla projektin lähde- ja kohdekielisiä kokoelmia sekä ladata niitä koneelle.

source: Close: close the window without any change.
fi: Sulje sulkee ikkunan muutamatta mitään.

source: Delete: nothing
fi: Delete: ei toimintoa

source: End: cursor to the end of the active segment
fi: End: kohdistin liikkuu valittuna olevan segmentin loppuun

source: Home: cursor to the beginning of the active segment
fi: Home: kohdistin liikkuu valittuna olevan segmentin alkuun

source: OmegaT is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (if you prefer) any later version.
fi: OmegaT on vapaa sovellus, joten sitä voi sekä levittää että muokata Free Software Foundationin julkaiseman GNU General Public Licencen (GNU-hankkeen yleinen lisenssin, GNU GPL) ehtojen mukaisesti. Voit käyttää joko versiota 3 tai (niin halutessasi) mitä tahansa myöhempää versiota.

source: Replace All: operates replacement of all occurrences (after displaying a confirmation window where the number of occurrences is shown).
fi: Korvaa kaikki näyttää vahvistusikkunassa, montako kertaa sana tai ilmaus esiintyy, ja korvaa ne kaikki.

source: Replace: operates a "one by one" replacement, by the mean of buttons in the header of the Editor pane.
fi: Korvaa korvaa yhden esiintymän kerrallaan. Käytä tätä varten muokkausruudun ylätunnisteessa olevia painikkeita.

source: TaaS Terminology Lookup: when checked, will allow querying TaaS data on a segment by segment basis.
fi: TaaS-terminologiahaku hakee termejä TaaS-datasta segmentti segmentiltä.

source: <html>Add patterns using wildcards (Apache Ant style): <code>*</code>, <code>?</code>, <code>**</code><br>Example: <code>**/.svn/**</code></html>
fi: <html>Lisää mallikuvioita käyttämällä jokerimerkkejä (Apache Ant -tyyliin): <code>*</code>, <code>?</code>, <code>**</code><br>Esimerkki: <code>**/.svn/**</code></html>

source: <html>Per-project external commands are disabled and will not be executed.
fi: <html>Projektikohtaiset ulkoiset komennot eivät ole käytössä, eikä niitä suoriteta.

source: Dictionaries Britannica
fi: Sanakirjat Britannica

source: Dictionaries Downloading and installing
fi: Sanakirjat Lataaminen ja asentaminen

source: Dictionaries Longman
fi: Sanakirjat Longman

source: Dictionaries Merriam Webster Dictionaries
fi: Sanakirjat Merriam Webster Sanakirjat

source: Dictionaries Problems with
fi: Sanakirjat Ongelmia

source: Dictionaries StarDict
fi: Sanakirjat StarDict

source: Dictionaries Webster
fi: Sanakirjat Webster

source: Encoding Plain text files
fi: Merkistökoodaus Tekstitiedostot

source: Legal notices For the application
fi: Oikeudelliset huomautuksetSovelluksesta

source: Legal notices For the documentation
fi: Oikeudelliset huomautuksetDokumentaatiosta

source: Plugins LanguageTool
fi: LaajennuksetLanguageTool

source: Project Properties Languages
fi: Projekti Ominaisuudet Languages

source: Shortcuts Project properties - Ctrl+E
fi: Oikotiet Projektin ominaisuudet – Ctrl + E

source: Shortcuts Search and replace - Ctrl+K
fi: Oikotiet Etsi ja korvaa – Ctrl+K

source: Source files Encoding
fi: Lähdetiedostot Merkistökoodaus

source: Source files Plain text files
fi: Lähdetiedostot Tekstitiedostot

source: LanguageTool is an Open Source style and grammar proofreading software for English, French, German, Polish, Dutch, Romanian, and a number of other languages - see the list of supported languages.
fi: LanguageTool on avoimeen lähdekoodiin perustuva tyyli- ja kielioppitarkistin, joka toimii englanniksi, ranskaksi, saksaksi, puolaksi, hollanniksi, romaniaksi ja monilla muillakin kielillä – tarkasta tuettujen kielien lista.

source: A "translated" External View file is produced by entering the translation in the target column.
fi: Käännetty versio External View -tiedostosta luodaan kirjoittamalla käännös kohdesarakkeeseen.

source: A Déjà Vu "External View" file takes the form of an RTF file containing a multi-column table, including columns for the source and target text in which each segment occupies a table cell.
fi: Déjà Vu External View -tiedosto on RTF-muotoinen tiedosto, jonka yhdessä sarakkeessa on lähtökielinen, toisessa kohdekielinen teksti, ja yksi taulukon ruutu vastaa yhtä segmenttiä.

source: A stemmer for English, for example, should identify the string "cats" (and possibly "catlike", "catty" etc.) as based on the root "cat", and "stemmer", "stemming", "stemmed" as based on "stem".
fi: Englanninkielisen vartalonmuodostimen pitäisi siis tunnistaa merkkijono "cats" (ja mielellään myös "catlike", "catty" jne.) sanavartalon "cat" johdannaiseksi sekä merkkijonot "stemmer", "stemming" ja "stemmed" sanavartalon "stem" johdannaisiksi.

source: A stemming algorithm reduces the words "fishing", "fished", "fish", and "fisher" to the root word, "fish".
fi: Vartalonmuodostuksessa käytetty algoritmi tiivistää saneet "fishing", "fished" ja "fisher" perussanaksi "fish".

source: A&dd
fi: L&isää

source: A&uto-completion
fi: &Automaattinen täydennys

source: API Key:
fi: API-avain:

source: Aaron Madlon-Kay is the OmegaT project manager.
fi: OmegaT-projektipäällikkö on Aaron Madlon-Kay.

source: Abkhaz
fi: abhaasi

source: Abort: Exit with an error if tags invalid.
fi: Abort: Antaa virheilmoituksen ja lopettaa, jos tägit ovat virheellisiä.

source: About OmegaT - introduction
fi: [fuzzy]OmegaT

source: About OmegaT
fi: Tietoa OmegaT:stä

source: Access Configurat&ion Folder
fi: Mene &Määrittely-kansioon

source: Accessing the TaaS service
fi: TaaS-palveluun pääsy

source: Acknowledgements
fi: Kiitokset

source: Action
fi: Toiminto

source: Active segment source
fi: Aktiivinen lähdesegmentti

source: Active segment source text
fi: Aktiivisen lähdesegmentin teksti

source: Active segment target
fi: Aktiivinen kohdesegmentti

source: Active segment target text
fi: Aktiivisen kohdesegmentin teksti

source: Add
fi: Lisää

source: Add Pattern
fi: Lisää mallikuvio

source: Add characters to the custom table by double-clicking, or by highlighting and pressing the Insert key.
fi: Kaksoisnapsauttamalla haluamaasi merkkiä saat sen lisättyä mukautettuun taulukkoon. Voit myös maalata merkin ja painaa Ins-näppäintä.

source: Added: {1}, Deleted: {2}, Modified: {3} (Conflicts: {0})
fi: Lisättyjä: {1}, poistettuja: {2}, muokattuja: {3} (ristiriitoja: {0})

source: Administration
fi: Ylläpito

source: Afar
fi: afari

source: After completing the translation and creating the translated documents, copy the translated column from the translated file back into the target column of the original file.
fi: Kun käännös on valmis ja käännetyt dokumentit on luotu, kopioi käännöstiedoston käännöskielinen sarake alkuperäisen tiedoston kohdesarakkeeseen.

source: Albanian
fi: albania

source: All collections (public and private) will be queried for the source and target language.
fi: Terminologiahaku etsii lähde- ja kohdekielisiä termejä sekä julkisista että yksityisistä kokoelmista.

source: All domains
fi: Kaikki aihepiirit

source: Amharic
fi: amhara

source: An error occurred while trying to create a new folder
fi: Uuden kansion luonnissa tapahtui virhe

source: Analyzing strings - {0} of {1} completed
fi: Merkkijonoja analysoidaan – {0} / {1} valmiina

source: Arabic
fi: arabia

source: Aragonese
fi: aragonia

source: Armenian
fi: a

source: Arrays must not be null
fi: Matriisit eivät saa olla tyhjiä

source: Assamese
fi: assami

source: Aut&hor:
fi: Tekijä:

source: Auto-Completion
fi: Automaattinen täydennys

source: Auto-sync with Editor
fi: Automaattinen synkronisointi editorissa

source: Auto-text configuration
fi: Automaattisen tekstin määritykset

source: Auto-text file (*.autotext)
fi: Automaattisen tekstin tiedosto (*.autotext)

source: Autotext
fi: Automaattinen teksti

source: Autotext entries
fi: Automaattiset tekstit

source: Avaric
fi: avaari

source: Avestan
fi: avesta

source: Aymara
fi: aimara

source: Azerbaijani
fi: azeri

source: B&rowse
fi: S&elaa

source: Back to the initial segment on close
fi: Sulje ja palaa takaisin alkuperäiseen segmenttiin

source: Background
fi: Tausta

source: Background situation
fi: Alkutilanne

source: Bad folder name {0}
fi: Kansion nimi {0} ei kelpaa

source: Bad nesting
fi: Sisäkkäisyys ei kelpaa

source: Bad regular expression!
fi: Säännöllinen lauseke ei kelpaa!

source: Bashkir
fi: baškiiri

source: Basque
fi: baski

source: Be careful to preserve these in the same way that you would handle OmegaT's own inline tags (the inline tag functionality of OmegaT, such as the tag validation function, is not available in this case, however).
fi: Käsittele näitä samoin kuin OmegaT:n omia tägejä (vaikkakaan OmegaT:n täginkäsittelytoiminnot, esimerkiksi tägien validointi, eivät tässä tapauksessa ole käytössä).

source: Belarusian
fi: valkovenäjä

source: Bidirectional control characters
fi: Kaksisuuntaisen tekstin ohjausmerkit

source: Bookmark &references
fi: kirjanmerkki&viitteet

source: Borrowing an example from Slovenian, here "good" in all possible grammatically correct forms:
fi: Esimerkiksi slovenian kielen sana "hyvä" taipuu tällaisiin muotoihin:

source: Bosnian
fi: bosnia

source: Breton
fi: bretoni

source: Brief introduction to OmegaT, 2009 (in Vietnamese).
fi: Lyhyt johdatus OmegaT:n käyttöön, 2009 (kieli: vietnam)

source: Bro&wse
fi: Se&laa

source: Brows&e
fi: Sel&aa

source: Browse
fi: Selaa

source: Bugs, feature requests and documentation issues are handled on Sourceforge by the following tracking systems.
fi: Sourceforgen seurantajärjestelmät käsittelevät ohjelmistovirheitä, toimintopyyntöjä ja dokumentaatioon liittyviä ongelmia.

source: Bulgarian
fi: bulgaria

source: Burmese
fi: burma

source: By Arno Peters and Mariëtte van Drunen (in Dutch).
fi: Arno Peters ja Mariëtte van Drunen (kieli: hollanti)

source: By Asier Sarasua Garmendia (in Basque).
fi: Asier Sarasua Garmendia (kieli: baski)

source: By Corinne McKay (in English).
fi: Corinne McKay (kieli: englanti)

source: By Leo Viëtor (in Dutch).
fi: Leo Viëtor (kieli: hollanti)

source: By Takashi Miyamoto (in Japanese).
fi: Takashi Miyamoto (kieli: japani)

source: By Václav Hejda (in Czech).
fi: Václav Hejda (kieli: tšekki)

source: By Yutaka Kachi (in Japanese).
fi: Yutaka Kachi (kieli: japani)

source: C&ase sensitive
fi: &Erottele kirjainkoko

source: C&lear
fi: T&yhjennä

source: C&opy All Data to Clipboard
fi: &Kopioi kaikki tiedot leikepöydälle

source: C&urrent Target Document
fi: N&ykyinen kohdetiedosto

source: Canceled
fi: Peruutettu

source: Cannot access glossary folder!
fi: Termilistakansioon ei pääse käsiksi!

source: Cannot create folder for translated files:
fi: Kansion luominen seuraaville käännetyille tiedostoille ei onnistu:

source: Cannot load specified XML file!
fi: Annetun XML-tiedoston lataaminen ei onnistu!

source: Cannot reset the filter to default patterns.
fi: Suodattimen nollaaminen oletusmallikuvioihin ei onnistu.

source: Catalan
fi: katalaani
